{
  "plugins": {
    "LuaSnip": {
      "src": "https://github.com/L3MON4D3/LuaSnip",
      "version": ">=0.0.0"
    },
    "aerial.nvim": {
      "src": "https://github.com/stevearc/aerial.nvim",
      "version": "'stable'"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "mini.nvim": {
      "src": "https://github.com/nvim-mini/mini.nvim",
      "version": "'stable'"
    },
    "nvim-lint": {
      "src": "https://codeberg.org/mfussenegger/nvim-lint"
    },
    "tokyonight.nvim": {
      "src": "https://github.com/folke/tokyonight.nvim",
      "version": "'stable'"
    },
    "vimspector": {
      "src": "https://github.com/puremourning/vimspector"
    },
    "vimtex": {
      "src": "https://github.com/lervag/vimtex"
    }
  }
}
